import { Component, OnInit } from '@angular/core';
import { MatDialog } from '@angular/material/dialog';
import { Router } from '@angular/router';
import { ToastrService } from 'ngx-toastr';
import { faq } from 'src/app/_Constant/data';
import { Ticket } from 'src/app/_models/ticket';
import { AuthService } from 'src/app/_services/auth.service';
import { TicketService } from 'src/app/_services/ticket.service';



@Component({
  selector: 'app-faq-u',
  templateUrl: './faq-u.component.html',
  styleUrls: ['./faq-u.component.scss']
})
export class FAQUComponent implements OnInit {
  DB_const = { faq };
  toggle = [
    {
      question: `✅ چطور از طریق وب‌سایت توان از ویدیوهای آموزشی استفاده کنم؟`,
      answer: `<p>برای دسترسی به ویدیوهای آموزشی:</p>
<p><br></p>
<p>🔸اگر در وب&zwnj;سایت توان عضو هستید:</p>
<p><br></p>
<p>وارد پنل کاربری خود شوید و در بخش دوره&zwnj;های من با لمس دکمه هر کارگاه آنلاین و سپس ورود به صفحه آن دوره، ویدیوی مدنظرتان را مشاهده نمایید.</p>
<p><br></p>
<p>🔸اگر در وب&zwnj;سایت توان عضو نیستید:</p>
<p><br></p>
<p>ابتدا عضو وب&zwnj;سایت شوید و سپس ویدیوی موردنظرتان را انتخاب، خریداری و در پنل کاربری خود مشاهده&zwnj; نمایید.</p>`,
    isOpen : false
    },
    {
      question: `✅ مزایای استفاده از وب‌سایت توان چیست؟`,
      answer: `<p>این وب&zwnj;سایت یک بستر چندوجهی با اهدافی گسترده است&zwnj; و با عضویت در آن به امکانات زیر دسترسی پیدا می&zwnj;کنید:</p>
<p><br></p>
<p>▪اطلاع از تخفیف&zwnj;ها</p>
<p>▪آشنایی با اساتید فیزیوتراپی</p>
<p>▪دسترسی دائمی به بیش از .... ساعت ویدیوی آموزشی</p>`,
      isOpen : false
    },
    {
      question: `✅ وب‌سایت توان از چه دستگاه‌هایی پشتیبانی می‌کند؟`,
      answer: `<p>🔸کامپیوتر</p>
<p>🔸لپ تاپ</p>
<p>🔸سیستم عامل ویندوز</p>
<p>🔸سیستم عامل IOS</p>
<p>🔸گوشی&zwnj;های هوشمند اندروید و IOS</p>`,
      isOpen : false
    },
    {
      question: `✅ چگونه در کارگاه‌های آنلاین توان ثبت‌نام کنم؟`,
      answer: `
<p>🔸اگر در وب&zwnj;سایت توان عضو هستید و از طریق آن در کارگاه آنلاین ثبت&zwnj;نام نموده&zwnj;اید:</p>
<p><br></p>
<p>کارگاه دلخواه خود را از میان کارگاه&zwnj;های آنلاین در حال برگزاری انتخاب و خریداری نمایید.</p>
<p>پس از خرید، کارگاه آنلاین در پنل کاربری شما در وب&zwnj;سایت توان قرار می&zwnj;گیرد. (می&zwnj;توانید نیم&zwnj;ساعت قبل از آغاز دوره با مراجعه به پنل کاربری خود در وب&zwnj;سایت توان با لمس دکمه ورود به کارگاه آنلاین، وارد فضای دوره شوید.)</p>
<p><br></p>
<p>🔸اگر در وب&zwnj;سایت توان عضو هستید ولی از این طریق در کارگاه آنلاین ثبت&zwnj;نام ننموده&zwnj;اید:</p>
<p><br></p>
<p>به پشتیبانی توان (09056919286) پیام دهید و به آسانی وارد فضای دوره شوید.</p>
<p><br></p>
<p>🔸اگر در وب&zwnj;سایت توان عضو نیستید:</p>
<p><br></p>
<p>وارد منوی وب&zwnj;سایت شوید و با لمس دکمه عضویت به راحتی مراحل ثبت&zwnj;نام در وب&zwnj;سایت توان را طی کنید؛ پس از احراز هویت توسط ادمین به&zwnj;عنوان همکار فیزیوتراپیست یا دانشجوی فیزیوتراپی، شما می&zwnj;توانید وارد صفحه کارگاه آنلاین مدنظرتان شوید و آن دوره را خریداری نمایید.</p>`,
      isOpen : false
    },
    {
      question: `✅ پس از پرداخت وجه و ثبت‌نام در کارگاه آنلاین چه کاری باید انجام دهم؟`,
      answer: `<p>بعد از پرداخت هزینه، کارگاه آنلاین در پنل کاربری شما در وب&zwnj;سایت توان قرار می&zwnj;گیرد.</p>
<p><br></p>
<p>قبل از آغاز کارگاه آنلاین، وارد پنل کاربری خود در وب&zwnj;سایت توان شوید و سپس در صفحه کارگاه آنلاین، دکمه ورود به کارگاه آنلاین را لمس کنید.</p>
<p>&nbsp;</p>
<p>در صورت بُروز هر گونه مشکل و یا دریافت پاسخ سوالات خود با پشتیبانی توان (09056919286) تماس بگیرید.</p>`,
      isOpen : false
    },
    {
      question: `✅ آیا پس از برگزاری کارگاه آنلاین، ویدیوی کارگاه آنلاین در قالب فایل به شبکه‌های اجتماعی من ارسال می‌شود؟`,
      answer: `<p>خیر؛ فیلم&zwnj;های مربوطه به&zwnj;صورت دائمی فقط در پنل کاربری شما در وب&zwnj;سایت توان قابل دسترسی است.</p>`,
      isOpen : false
    },
    {
      question: `✅ آیا ویدیوی کارگاه‌های آنلاین در اختیار شرکت‌کنندگان قرار می‌گیرد؟`,
      answer: `<p>بله. در صورت ثبت&zwnj;نام قطعی و پرداخت هزینه کارگاه، ویدیوی دوره به&zwnj;صورت آنلاین و دائمی در پنل کاربری شما در وب&zwnj;سایت توان قرار می&zwnj;گیرد.</p>`,
      isOpen : false
    },
    {
      question: `✅ اگر علی‌رغم ثبت‌نام در کارگاه آنلاین در زمان برگزاری آن حضور نداشته باشم، می‌توانم ویدیوی دوره را دریافت کنم؟`,
      answer: `<p>بله. اگر به هر دلیلی نتوانستید در کارگاه حضور داشته باشید، ویدیوی کارگاه به&zwnj;صورت آنلاین و دائمی در پنل کاربری شما در وب&zwnj;سایت توان قرار می&zwnj;گیرد.</p>`,
      isOpen : false
    },
    {
      question: `✅ چند روز پس از برگزاری کارگاه آنلاین، ویدیوی دوره در اختیار شرکت‌کنندگان قرار می‌گیرد؟`,
      answer: `<p>حداکثر ۲ روز پس از برگزاری هر سطح از کارگاه آنلاین، ویدیوی دوره در پنل کاربری شما به&zwnj;صورت دائمی در وب&zwnj;سایت توان قرار می&zwnj;گیرد.</p>`,
      isOpen : false
    },
    {
      question: `✅ چه افرادی می‌توانند در کارگاه‌های آنلاین توان شرکت نمایند؟`,
      answer: `<p>در حال حاضر اکثر کارگاه&zwnj;های آنلاین توان کاملا تخصصی و مرتبط با رشته فیزیوتراپی هستند؛ بنابراین فقط فیزیوتراپیستهایی که به&zwnj;وسیله ارائه کارت نظام پزشکی و یا کارت دانشجویی احراز هویت شده&zwnj;اند، امکان حضور خواهند دارند.</p>
<p><br></p>
<p>⚠️ در مورد کارگاه&zwnj;های آنلاین غیرتخصصی توان حضور سایر حِرف پزشکی بلامانع است.</p>`,
      isOpen : false
    },
    {
      question: `✅ چطور اطلاعات شخصی خود مانند نام، ایمیل یا شماره موبایلم را در وب‌سایت توان تغییر دهم؟`,
      answer: `<p>اگر در وب&zwnj;سایت توان عضو هستید، ابتدا وارد پنل کاربری خود شوید و سپس در بخش ویرایش پروفایل، تغییرات مدنظرتان را اعمال نمایید.</p>`,
      isOpen : false
    },
    {
      question: `✅ آیا کارگاه‌های آنلاین توان امتیاز بازآموزی دارد؟`,
      answer: `<p>در حال حاضر اکثر کارگاه&zwnj;هایی که به&zwnj;صورت آنلاین برگزار می&zwnj;شود امتیاز بازآموزی ندارد؛</p>
<p>و فقط به سمپوزیوم&zwnj;های آنلاینی که توسط مجموعه برگزار می&zwnj;شود، امتیاز بازآموزی تعلق می&zwnj;گیرد.</p>`,
      isOpen : false
    },
    {
      question: `✅ آیا می‌توانم ویدیوهای خریداری شده را روی فلش یا هارد اکسترنال و ... ذخیره کنم؟`,
      answer: `<p>خیر؛ با هدف احترام به حقوق صاحبان محتوا و اساتید امکان دانلود، جابه&zwnj;جایی، انتشار و پخش ویدیوها از وب&zwnj;سایت توان وجود ندارد.</p>
<p><br></p>
<p>شما می&zwnj;توانید با خریداری ویدیوهای آموزشی و یا ثبت&zwnj;نام در کارگاه&zwnj;های آنلاین، فیلم&zwnj;های مربوطه را به&zwnj;صورت دائمی در پنل کاربری خود مشاهده نمایید.</p>`,
      isOpen : false
    },
    {
      question: `✅ برای شرکت در کارگاه آنلاین، سرعت اینترنت‌ باید چقدر باشد؟`,
      answer: `<p>برای شرکت در کارگاه آنلاین، سرعتی در حد ۱ مگابیت بر ثانیه کافی است. شاید برایتان این سوال پیش بیاید که چرا با وجود سرعت بالای اینترنت من، بارها دچار قطعی شدم. پاسخ آن است که پایداری خط اینترنت شما بسیار اهمیت دارد. مثلا ممکن است سرعت شما ۱۰ مگابیت است اما اینترنت شما مرتب قطع و وصل می&zwnj;شود. معمولا اینترنت ADSL پایداری بیشتری دارد و بهتر است از آن استفاده شود.</p>`,
      isOpen : false
    },
    {
      question: `✅ آیا امکان پرسش و پاسخ بین مدرس و شرکت‌کنندگان حین برگزاری کارگاه آنلاین وجود دارد؟`,
      answer: `<p>بله ارتباط میان مدرس و شرکت&zwnj;کنندگان در زمان برگزاری کارگاه به&zwnj;صورت دو&zwnj;طرفه است و همانند کارگاه&zwnj;های حضوری امکان پرسش و پاسخ وجود دارد. پرسش و پاسخ بر&zwnj; اساس انتخاب شما می&zwnj;تواند در قالب متن (چت) و یا در قالب گفتاری و پخش صدا با استفاده از میکروفون باشد.</p>`,
      isOpen : false
    },
    {
      question: `✅ کارگاه آنلاین یا وبینار چیست؟`,
      answer: `<p>وبینار (Webinar) یا سمینار تحت&zwnj;وب (Web-Based Seminar) یک کنفرانس (Conference) است که در زمان واقعی (Real-Time) با استفاده از نرم&zwnj;افزارهای وب کنفرانس (Web Conference) بر بستر اینترنت برای گروه بزرگی از مخاطبین برگزار می&zwnj;شود.</p>`,
      isOpen : false
    },
    {
      question: `✅ چگونه می‌توانم برای توان، فیلم آموزشی ارسال کنم؟`,
      answer: `<p>شما می&zwnj;توانید کلیه فیلم&zwnj;های آموزشی خود را به پست الکترونیکی Tavangroupp@gmail.com ارسال کنید تا با نام خودتان در سایت قرار داده شود.</p>
<p><br></p>
<p>لطفا پس از ارسال فیلم حتما این موضوع را به پشتیبان توان (09056919286) اطلاع دهید.</p>`,
      isOpen : false
    }

];
  model: any = {};
  dialog = false;
  toggleFN(i: number) {
    this.toggle[i].isOpen = !this.toggle[i].isOpen;
  }

  ticket: any = {};

  constructor(private ticketService: TicketService, private toastr: ToastrService, private authService: AuthService) { }




  ngOnInit() {

  }

  logedIn() {
    return this.authService.logedIn();
  }

  sendTicket() {
    if (this.logedIn() == true) {
      this.ticketService.createTicket(this.ticket).subscribe(next => {
        this.toastr.success("تیکت با موفقیت ثبت شد");
      });

    } else {
      this.openDialog();
    }
  }
  openDialog() {
    this.dialog = true;
  }
  hideDialog() {

    this.dialog = false;
  }

  loginreal() {
    this.authService.login(this.model).subscribe(response => {
      console.log(response);
      this.hideDialog();
      // if(this.authService.decodeToken.role === 'admin'){
      //   this.router.navigate(['/admin/dashboard']);
      // } else {
      //   this.router.navigate(['/customer-panel']);
      // }
    });
  }

}

