//:: This is constant variable File Imported in other File AS Const_data -> DB_const

import { title } from "process"

export const actionButton = {
   signIn: "ورود",
   register: "عضویت",
   join_telegram_channel: "ورود به کانال",
   view_all: "مشاهده همه",
   purchase_course: "خرید دوره",
}

export const header = {
   logo_description: {
      line_one: "شرکت فیزیوتراپی توان",
      line_two: "با ما بهتر آموختن را تجربه کنید"
   }
   ,
   slider_dec: ""
}

export const menu = {
   home: "خانه",
   online_workshop: "کارگاه های آنلاین",
   videos: "ویدیو ها",
   category: "دسته بندی",
   about_us: "درباره ما",
   faq: "پرسش های رایج",
   category_child: {
      one: "مورد 1",
      two: "مورد 2",
      three: "مورد 3",
   }
}

export const footer = {
   who_we_are: {
      title: "مجموعه فیزیوتراپی توان",
      description: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها
					و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
					کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
					آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
					ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که
					تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی
					دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
   },
   first_col: {
      one: "درباره ما",
      two: "تماس با ما ",
      three: "پشتیبانی توان",
   },
   second_col: {
      one: "اساتید توان",
      two: "پرسش های رایج",
      three: "شرایط و قوانین",
   },
   address: {
      title: "آدرس:",
      address: "تهران، میدان رسالت، خیابان هنگام، خیابان دانشگاه، دانشگاه علم و صنعت، ساختمان نیترو",
   }
   , copy_right: {

      leading: "کلیه حقوق وب سایت",
      highlighted: "توان سانیار طب",
      End: "محفوظ می باشد",
      licence_num: "شماره ثبت: 588035 - شناسنامه ملی: 14009562246"
   }
}


export const routeName = {
   main: {
      HomePage: "",
      Register: "/register",
      Login: "/login",
   }
}


export const aboutUsPage = {
   titlePage: "درباره ما",
   Slogan: "توان همراه همیشگی ما",
   nav: "خانه > درباره ما ",
   bio: {
      title: "بیوگرافی شرکت فیزیوتراپی توان",
      paragraph: `<p>توان، مجموعه&zwnj;ای متخصص&zwnj;محور و متعهد به راه&zwnj;کار آفرینی&zwnj;های پایدار، پیوسته و هدفمند در دو حوزه &quot;آموزش&quot; و &quot;درمان&quot; است که ابتدا فعالیت خود را به&zwnj;عنوان اولین استارت&zwnj;آپ توانبخشی کشور در شهریور سال ۱۳۹۷ به&zwnj;منظور کمک به رفع نیازهای دو جامعه هدف تخصصی و عمومی و همچنین ایجاد پل ارتباطی مستقیم و موثر بین آن&zwnj;ها آغاز نمود و سپس در قالب شرکت توان سانیار طب یا به اختصار شرکت فیزیوتراپی توان دارای شماره ثبت 568035 و شناسه ملی 14009562246 ادامه داد.</p>
<p><br></p>
<p>مجموعه جوان و خلاق توان ارزش و اولویت خویش را در ارائه عملکردی با کیفیت بالا، موثر، شفاف، عادلانه، نوین و بر اساس استانداردهای بین&zwnj;المللی می&zwnj;داند.</p>
<p><br></p>
<p>ما با تکیه بر توانایی و اشتیاق دانش&zwnj;آموختگان بهترین دانشگاه&zwnj;های کشور برای کمک به مهارت&zwnj;آموزی متخصصان نظام سلامت و همچنین توانمندسازی سلامت جامعه و در نتیجه ارائه مطلوب&zwnj;ترین خدمات آموزشی و درمانی تلاش می&zwnj;کنیم.</p>
<p><br></p>
<p>توان با تبیین اهداف، ارزش&zwnj;ها و باورهای کلیدی در چشم&zwnj;انداز مجموعه علاوه بر انجام مسئولیت&zwnj;های اجتماعی خود با مهارت&zwnj;آموزی به بیش از ۱۰۰۰ فیزیوتراپیست، همواره در جهت رشد و اعتلای فیزیوتراپی کشور به&zwnj;عنوان پرچم&zwnj;دار سلامت سیستم حرکتی گام برداشته است.</p>
<p><br></p>
<p>باورها و ارزش&zwnj;های کلیدی توان:</p>
<p><br></p>
<p>▪مسئولیت&zwnj;پذیری</p>
<p>▪شفافیت</p>
<p>▪صداقت</p>
<p>▪احترام متقابل</p>
<p>▪توسعه و رشد فردی</p>
<p>▪پایبندی به اخلاق حرفه&zwnj;ای و حفظ حریم رشته فیزیوتراپی</p>
<p>▪توجه به جایگاه ویژه دانشجویان و فیزیوتراپیست&zwnj;های جوان</p>`
   }
   , goals: {
      title: "<p>&nbsp;🔰 دپارتمان آموزشی ما:</p>",
      paragraph: `<p>ما بر این باوریم که حوزه درمان نیازمند یادگیری مستمر است؛ بنابراین با برگزاری کارگاه&zwnj;های حضوری و آنلاین، سمینار، پنل و نشر مقالات به&zwnj;روز بالینی در جهت ارائه خدمات آموزشی نوین و استاندارد به متخصصین فیزیوتراپی کوشش می&zwnj;نماییم.</p>
<p><br></p>
<p>اهداف:</p>
<p><br></p>
<p>▪ارتقای مهارت&zwnj;های بالینی همکاران و دانشجویان فیزیوتراپی سراسر کشور</p>
<p>▪دستیابی به عدالت آموزشی و تمرکززدایی برگزاری کارگاه از تهران</p>
<p>▪معرفی اساتید جوان و فعال و مدرسین کمتر شناخته شده و توانمند در سراسر کشور به جامعه متخصصین</p>
<p>▪مناسب&zwnj;سازی هزینه&zwnj;های شرکت در کارگاه</p>
<p>▪کمک به رفع خلاهای بالینی موجود و بالینی&zwnj;سازی کارگاه&zwnj;ها</p>
<p>▪استانداردسازی شیوه برگزاری کارگاه&zwnj;ها</p>
<p>▪احیای فیلدهای مغفول مانده فیزیوتراپی</p>
<p>▪همگام شدن با استانداردهای آموزشی بین&zwnj;المللی</p>
<p>▪دسترسی دانشجویان همه مقاطع به درمان&zwnj;های نوین فیزیوتراپی</p>
<p><br></p>
<p>🔹آکادمی کارشناسی&zwnj;ارشد ما:</p>
<p><br></p>
<p>بخشی از دپارتمان آموزش توان با اهداف زیر است:</p>
<p><br></p>
<p>▪مهارت&zwnj;پروری در حوزه آکادمیک</p>
<p>▪یادگیری Basic فیزیوتراپی</p>
<p>▪تسهیل دسترسی به کلیه شاخص&zwnj;های مورد نیاز برای آزمون ارشد</p>
<p>▪برنامه&zwnj;ریزی مدون درسی + جمع&zwnj;بندی:</p>
<p>&nbsp; &nbsp; &nbsp;&bull;نکات کنکوری</p>
<p>&nbsp; &nbsp; &nbsp;&bull;تحلیل سوالات</p>
<p>&nbsp; &nbsp; &nbsp;&bull;مشاوره و تبادل نظر</p>
<p>&nbsp; &nbsp; &nbsp;&bull;و ...</p>
<p>▪برگزاری کارگاه&zwnj;های آنلاین در زمینه آکادمیک</p>
<p><br></p>
<p><br></p>
<p>🎧 بخش پشتیبانی توان</p>
<p><br></p>
<p>در هر دو دپارتمان آموزش و درمان به&zwnj;صورت ۲۴ ساعته فعال است و با ایجاد سیستمی منظم، پیگیر و مسئولانه بین متخصصین و اساتید در دپارتمان آموزش، و بیمار و خانواده&zwnj;اش با درمانگر در دپارتمان درمان پاسخگوی تعهدات آموزشی و درمانی توان است.</p>`
   }
}


export const notFound = {
   title: "صفحه مورد نظر یافت نشد",
   actionBtn: "   بازگشت به صفحه اصلی"
}

export const contactUs = {
   titlePage: "تماس با ما",
   Slogan: "از طریق راه های ارتباطی زیر هر لحظه و هر جا با توان در تماس باشید ",
   nav: "خانه > تماس با ما ",
   form: {
      title: "صمیمانه پاسخگوی پرسش ها، پیشنهادات و انتقادات شما هستیم"
      , filedLabel: {
         name: {
            lable: "نام و نام خانوادگی",
            hintText: "نام خود را درج کنید"
         },
         email: {
            lable: "ایمیل",
            hintText: "پست الکترونیکی خود را درج کنید"
         },
         phone: {
            lable: "تلفن",
            hintText: "تلفن تماس خود را درج کنید"
         },
         massage: {
            lable: "پیام شما",
            hintText: "پیام خود را درج کنید"
         },

      }
      , submitBtn: "ارسال پیام"
   },
   contactInfo: {
      title: "اطلاعات تماس",
      telephon: { title: "شماره شرکت ما:", value: "02128422712", },
      mobile: { title: "شماره واتس اپ ما:", value: "09056919286", },
      email: { title: "پست الکترونیکی ما:", value: "Tavangroupp@gmail.com", },
      address: { title: "آدرس ما:", value: "تهران، میدان رسالت، خیابان هنگام، خیابان دانشگاه، دانشگاه علم و صنعت، ساختمان نیترو", },
      postCode: { title: "کد پستی ما:", value: "1684613114", },



   }
}

export const rules = {
   nav: "خانه > قوانین و مقررات"
   , title: "قوانین و مقررات",
   paragraph: `<p>به توان خوش آمدید.</p>
<p><br></p>
<p>برای عضویت در وب&zwnj;سایت توان، لطفا کلیه قوانین را به دقت مطالعه بفرمایید؛ چرا که عضویت در وب&zwnj;سایت توان به منزله اطلاع و پذیرش همه قوانین توان است.</p>
<p><br></p>
<p>▪حق پخش ویدیوهای بارگذاری شده در وب&zwnj;سایت از حقوق مجموعه فیزیوتراپی توان است و پس از بارگذاری ویدیو، حقوق مربوط به انتشار، حذف و ویرایش ویدیوهای بارگذاری شده نزد توان محفوظ خواهد &zwnj;ماند.</p>
<p><br></p>
<p>▪کاربران مکلف به رعایت کلیه حقوق مادی و معنوی صاحبان محتوای پخش شده و مجموعه فیزیوتراپی توان هستند. لذا کاربران حق پخش محتوایی که در وب&zwnj;سایت توان بارگذاری شده است را ندارند و در صورت نشر، حقوق مالکیت مادی و معنوی دیگر افراد را نقض نموده&zwnj;اند و پاسخگویی از هر جهت در مقابل اشخاص ثالث بر عهده آنهاست.</p>
<p><br></p>
<p>▪هرگونه انتشار محتوا از وب&zwnj;سایت توان، ممکن است توسط صاحب یا صاحبان محتوا مورد شکایت قرار گرفته و با حساب کاربری فرد خاطی برخورد خواهد شد.</p>
<p><br></p>
<p>▪برای داشتن حساب کاربری در وب&zwnj;سایت توان لطفا در زمان ثبت&zwnj;نام، اطلاعات شخصی خود از جمله نام، نام&zwnj;خانوادگی، آدرس پست الکترونیکی و شماره تماس را صحیح درج کنید؛ زیرا از اطلاعاتی که در زمان ثبت&zwnj;نام وارد می&zwnj;کنید برای تعریف نام کاربری&zwnj;تان در کارگاه آنلاین استفاده می&zwnj;شود. در صورت درج اشتباه مشخصات خود، توان حضور بدون مشکل شما را در کارگاه آنلاین تضمین نمی&zwnj;کند.</p>
<p><br></p>
<p>▪شما مسئولید نام کاربری و رمز ورود خود را محرمانه نگه دارید و مجاز نیستید نام کاربری و رمز ورود خود را در اختیار شخص دیگری قرار دهید و یا به کسی اجازه دهید که به حساب کاربری شما و ویدیوهای خریداری&zwnj;شده توسط شما دسترسی پیدا کند.</p>
<p><br></p>
<p>▪تکثیر و انتشار ویدیوهای کارگاه&zwnj;های آنلاین و حضوری خریداری&zwnj;شده غیر مجاز است و شما تماما مسئول استفاده&zwnj; از وب&zwnj;سایت و ویدیوهایی که با حساب شما و نام کاربری و رمز ورود شما خریداری می&zwnj;شوند، هستید. همچنین مسئولیت صحت اطلاعاتی که در حساب خود وارد می&zwnj;کنید، تماما با خود شما است.</p>
<p><br></p>
<p>▪توان، تلاش می&zwnj;کند تا شما بتوانید به ویدیوهای خریداری شده خود به مدت حداقل یک سال دسترسی داشته باشید؛ در هر صورت ما می&zwnj;توانیم به صلاحدید خودمان محتوای خریداری&zwnj;شده را حذف کنیم؛ برای مثال زمانی&zwnj;که مدرس کارگاه آنلاین و حضوری دیگر قصد فروش ویدیوی کارگاهش را نداشته باشد یا وقتی به دلایل قانونی یا کاری وادار به انجام این کار شویم.</p>
<p><br></p>
<p>▪بعد از ثبت&zwnj;نام در وب&zwnj;سایت، ایمیل و شماره تماس تلفن همراه شما برای اطلاع&zwnj;رسانی در مورد کارگاه&zwnj;های آتی و یا خبرهای ویژه مورد استفاده قرار خواهد گرفت؛ لطفا از فعال&zwnj; بودن ایمیل و سامانه پیامکی خود اطمینان حاصل کنید.</p>
<p><br></p>
<p>▪بلافاصله بعد از ثبت&zwnj;نام در سایت یک پیامک برای شما ارسال می&zwnj;شود. راهنمای حضور در کارگاه&zwnj;های آنلاین و سایر اطلاعات تکمیلی نیز از طریق پشتیبان توان برای شما ارسال می&zwnj;شود. حتما این پیام را مطالعه نمایید تا برای ورود به کارگاه آنلاین با مشکل مواجه نشوید.</p>
<p><br></p>
<p>▪کلیه کارگاه&zwnj;های آنلاینی که در وب&zwnj;سایت توان&zwnj; در دسترس کاربران قرار داده شده&zwnj; است در صورتی که مدرس بعد از برگزاری کارگاه قصد ارائه ویدیوی ضبط شده آن را برای شرکت&zwnj;کنندگان خود داشته باشد در پنل کاربری شما قرار می&zwnj;گیرد.</p>
<p><br></p>
<p>▪توان برای دسترسی راحت&zwnj;تر به تمامی کارگاه&zwnj;های آنلاینی که برگزار می&zwnj;کند از بستر اسکای&zwnj;روم استفاده می&zwnj;کند.</p>
<p><br></p>
<p>▪در صورت رضایت مدرس، فایلی که در زمان برگزاری کارگاه ارائه شده است فقط برای کاربرانی که در کارگاه ثبت&zwnj;نام کرده بودند در پنل کاربری&zwnj;شان قرار داده خواهد شد.</p>
<p><br></p>
<p>▪اگر بنا به دلایل مختلفی همچون بُروز اتفافات غیرمترقبه کارگاه آنلاین با تاخیر آغاز شود حتما مدت زمانی که برای کارگاه آنلاین در نظر گرفته شده بود، اعمال می&zwnj;شود و کارگاه آنلاین دیرتر تمام خواهد شد.</p>
<p><br></p>
<p>▪در صورتی که به&zwnj;دلیل عدم مطالعه راهنمای حضور در کارگاه آنلاین که هم در وب&zwnj;سایت قرار دارد و هم بعد از ثبت&zwnj;نام در کارگاه آنلاین از طریق پشتیبان توان برای شما ارسال می&zwnj;شود، سرعت نامناسب اینترنت و ... موفق به حضور در کارگاه آنلاین نشوید و یا به راهنمایی&zwnj;های پشتیبان کارگاه آنلاین عمل نکنید، عدم حضور متوجه شما خواهد بود و وب&zwnj;سایت توان هیچ گونه مسئولیتی در قبال این گونه موارد نخواهد داشت. زیرا ما با تهیه راهنمای حضور در کارگاه آنلاین و بخش پرسش و پاسخ&zwnj;های رایج و تخصیص یک پشتیبان به کارگاه آنلاین و ارسال پیام راهنمای حضور پس از ثبت&zwnj;نام تمام سعی&zwnj;مان را کرده&zwnj;ایم تا فرآیند حضور در کارگاه آنلاین را برای شما عزیزان تسهیل نمائیم.</p>
<p><br></p>
<p>▪قیمت&zwnj; کارگاه&zwnj;ها به تومان است.</p>`
}

export const faq = {
   titlePage: "پرسش های رایج",
   Slogan: "پاسخ گوی تمامی سوالات شما هستیم",
   nav: "خانه > پرسش های رایج ",

   askQuestion:{
      title: "به آسانی وبا صرف زمانی اندک پرسش های خود را در کادر روبرو بپرسید و جواب کامل را از تیم پشتیبانی توان دریافت کنید"
   },
   video_tut: {
      title: "آموزش های استفاده ",
      description: `<p>ابتدا در وب&zwnj;سایت توان ثبت&zwnj;نام نمایید. کارگاه آنلاین یا ویدیوی دلخواه خود را انتخاب کرده و وارد صفحه ی مربوط به دوره شوید . در صفحه بعد روی دکمه خرید بلیت دوره &nbsp;و یا تهیه ویدیو دوره کلیک نموده و در صفحه درگاه، عملیات پرداخت را انجام دهید .بعد از پرداخت در پنل کاربری خود وارد صفحه ی مربوط به هر دوره شده و در قسمت ویدیوی جلسات دوره ،بازپخش دوره را به صورت انلاین مشاهده بفرمایید.&nbsp;</p>
<p>در صورت ثبت نام در دوره های در حال برگزاری بعد از انجام فرآیند خرید، جهت ورود به کلاس نیم ساعت قبل از برگزاری دوره &nbsp;در صفحه&zwnj;ی کارگاه آنلاین روی دکمه ی ورود به وبینار کلیک نمایید.</p>
<p><br></p>
<p>درصورت بُروز هر گونه مشکل، سوال، انتقاد یا پیشنهادی با پشتیبان توان (&zwnj;09056919286) تماس حاصل فرمایید.</p>`
   }
   
}