//:: This is constant variable File Imported in other File AS Const_data -> DB_const


export const footer = {
   who_we_are: {
      title: "مجموعه فیزیوتراپی توان",
      description: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها
					و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
					کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
					آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
					ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که
					تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی
					دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
   },
   first_col: {
      one: "درباره ما",
      two: "تماس با ما ",
      three: "پشتیبانی توان",
   },
   second_col: {
      one: "اساتید توان",
      two: "پرسش های رایج",
      three: "شرایط و قوانین",
   },
   address: {
      title: "آدرس:",
      address: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
   }
   , copy_right: {

      leading: "کلیه حقوق وب سایت",
      highlighted: "توان سانیار طب",
      End: "محفوظ می باشد",
      licence_num: "شماره ثبت: 588035 - شناسنامه ملی: 14009562246"
   }
}

