//:: This is constant variable File Imported in other File AS Const_data -> DB_const

import { title } from "process"

export const actionButton = {
   signIn: "ورود",
   register: "عضویت",
   join_telegram_channel: "ورود به کانال",
   view_all: "مشاهده همه",
   purchase_course: "خرید دوره",
}

export const header = {
   logo_description: {
      line_one: "شرکت فیزیوتراپی توان",
      line_two: "با ما بهتر آموختن را تجربه کنید"
   }
   ,
   slider_dec: ""
}

export const menu = {
   home: "خانه",
   online_workshop: "کارگاه های آنلاین",
   videos: "ویدیو ها",
   category: "دسته بندی",
   about_us: "درباره ما",
   faq: "پرسش های رایج",
   category_child: {
      one: "مورد 1",
      two: "مورد 2",
      three: "مورد 3",
   }
}

export const footer = {
   who_we_are: {
      title: "مجموعه فیزیوتراپی توان",
      description: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها
					و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
					کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
					آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
					ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که
					تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی
					دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
   },
   first_col: {
      one: "درباره ما",
      two: "تماس با ما ",
      three: "پشتیبانی توان",
   },
   second_col: {
      one: "اساتید توان",
      two: "پرسش های رایج",
      three: "شرایط و قوانین",
   },
   address: {
      title: "آدرس:",
      address: "تهران، میدان رسالت، خیابان هنگام، خیابان دانشگاه، دانشگاه علم و صنعت، ساختمان نیترو",
   }
   , copy_right: {

      leading: "کلیه حقوق وب سایت",
      highlighted: "توان سانیار طب",
      End: "محفوظ می باشد",
      licence_num: "شماره ثبت: 588035 - شناسنامه ملی: 14009562246"
   }
}


export const routeName = {
   main: {
      HomePage: "",
      Register: "/register",
      Login: "/login",
   }
}


export const aboutUsPage = {
   titlePage: "درباره ما",
   Slogan: "توان همراه همیشگی ما",
   nav: "خانه > درباره ما ",
   bio: {
      title: "بیوگرافی مجموعه قیزیوتراپی توان",
      paragraph: `،تسا کیفارگ ناحارط زا هدافتسا اب و ،پاچ تعنص زا موهفمان یگداس دیلوت اب یگتخاس نتم موسپیا مرول یلعف طیارش یارب و ،تسا مزال هک نانچنآرطس و نوتس رد هلجم و همانزور هکلب نوتم و اهرگپاچ رد یدایز یاهباتک ،دشاب یم یدربراک یاهرازبا دوبهب فده اب عونتم یاهدربراک و ،زاین دروم یژولونکت مرن اب ات ،دبلط یم ار ناصصختم و هعماج ناوارف تخانش ،هدنیآ و لاح هتشذگ دصرد هس و تصش نابز رد ورشیپ گنهرف و ،یقالخ ناحارط صوصخلا یلع یا هنایار ناحارط یارب ار یرتشیب تخانش اهرازفا و ،اهراکهار هئارا رد دوجوم یراوشد و مامت هک تشاد دیما ناوت یم تروص نیا رد ،درک داجیا یسراف تالاوس یوگباوج و ،یلصا یاهدرواتسد ینیچفورح لماش زاین دروم نامز و دسر نایاپ هب پیات تخس.دریگ رارق هدافتسا دروم اساسا یحارط دوجوم یایند لها هتسویپطیارش`
   }
   , goals: {
      title: " فادها و تیرومام",
      paragraph: `،تسا کیفارگ ناحارط زا هدافتسا اب و ،پاچ تعنص زا موهفمان یگداس دیلوت اب یگتخاس نتم موسپیا مرول یلعف طیارش یارب و ،تسا مزال هک نانچنآرطس و نوتس رد هلجم و همانزور هکلب نوتم و اهرگپاچ رد یدایز یاهباتک ،دشاب یم یدربراک یاهرازبا دوبهب فده اب عونتم یاهدربراک و ،زاین دروم یژولونکت مرن اب ات ،دبلط یم ار ناصصختم و هعماج ناوارف تخانش ،هدنیآ و لاح هتشذگ دصرد هس و تصش نابز رد ورشیپ گنهرف و ،یقالخ ناحارط صوصخلا یلع یا هنایار ناحارط یارب ار یرتشیب تخانش اهرازفا و ،اهراکهار هئارا رد دوجوم یراوشد و مامت هک تشاد دیما ناوت یم تروص نیا رد ،درک داجیا یسراف تالاوس یوگباوج و ،یلصا یاهدرواتسد ینیچفورح لماش زاین دروم نامز و دسر نایاپ هب پیات تخس.دریگ رارق هدافتسا دروم اساسا یحارط دوجوم یایند لها هتسویپطیارش`
   }
}


export const notFound = {
   title: "صفحه مورد نظر یافت نشد",
   actionBtn: "   بازگشت به صفحه اصلی"
}

export const contactUs = {
   titlePage: "تماس با ما",
   Slogan: "از طریق راه های ارتباطی زیر هر لحظه و هر جا با توان در تماس باشید ",
   nav: "خانه > تماس با ما ",
   form: {
      title: "صمیمانه پاسخگوی پرسش ها، پیشنهادات و انتقادات شما هستیم"
      , filedLabel: {
         name: {
            lable: "نام و نام خانوادگی",
            hintText: "نام خود را درج کنید"
         },
         email: {
            lable: "ایمیل",
            hintText: "پست الکترونیکی خود را درج کنید"
         },
         phone: {
            lable: "تلفن",
            hintText: "تلفن تماس خود را درج کنید"
         },
         massage: {
            lable: "پیام شما",
            hintText: "پیام خود را درج کنید"
         },

      }
      , submitBtn: "ارسال پیام"
   },
   contactInfo: {
      title: "اطلاعات تماس",
      telephon: { title: "شماره شرکت ما:", value: "02128422712", },
      mobile: { title: "شماره واتس اپ ما:", value: "09056919286", },
      email: { title: "پست الکترونیکی ما:", value: "Tavangroupp@gmail.com", },
      address: { title: "آدرس ما:", value: "تهران، میدان رسالت، خیابان هنگام، خیابان دانشگاه، دانشگاه علم و صنعت، ساختمان نیترو", },
      postCode: { title: "کد پستی ما:", value: "1684613114", },



   }
}

export const rules = {
   nav: "خانه > قوانین و مقررات"
   , title: "قوانین و مقررات",
   paragraph: `به توان خوش آمدید.

برای عضویت در وب‌سایت توان، لطفا کلیه قوانین را به دقت مطالعه بفرمایید؛ چرا که عضویت در وب‌سایت توان به منزله اطلاع و پذیرش همه قوانین توان است.

▪حق پخش ویدیوهای بارگذاری شده در وب‌سایت از حقوق مجموعه فیزیوتراپی توان است و پس از بارگذاری ویدیو، حقوق مربوط به انتشار، حذف و ویرایش ویدیوهای بارگذاری شده نزد توان محفوظ خواهد ‌ماند.

▪کاربران مکلف به رعایت کلیه حقوق مادی و معنوی صاحبان محتوای پخش شده و مجموعه فیزیوتراپی توان هستند. لذا کاربران حق پخش محتوایی که در وب‌سایت توان بارگذاری شده است را ندارند و در صورت نشر، حقوق مالکیت مادی و معنوی دیگر افراد را نقض نموده‌اند و پاسخگویی از هر جهت در مقابل اشخاص ثالث بر عهده آنهاست.

▪هرگونه انتشار محتوا از وب‌سایت توان، ممکن است توسط صاحب یا صاحبان محتوا مورد شکایت قرار گرفته و با حساب کاربری فرد خاطی برخورد خواهد شد.

▪برای داشتن حساب کاربری در وب‌سایت توان لطفا در زمان ثبت‌نام، اطلاعات شخصی خود از جمله نام، نام‌خانوادگی، آدرس پست الکترونیکی و شماره تماس را صحیح درج کنید؛ زیرا از اطلاعاتی که در زمان ثبت‌نام وارد می‌کنید برای تعریف نام کاربری‌تان در کارگاه آنلاین استفاده می‌شود. در صورت درج اشتباه مشخصات خود، توان حضور بدون مشکل شما را در کارگاه آنلاین تضمین نمی‌کند.

▪شما مسئولید نام کاربری و رمز ورود خود را محرمانه نگه دارید و مجاز نیستید نام کاربری و رمز ورود خود را در اختیار شخص دیگری قرار دهید و یا به کسی اجازه دهید که به حساب کاربری شما و ویدیوهای خریداری‌شده توسط شما دسترسی پیدا کند.

▪تکثیر و انتشار ویدیوهای کارگاه‌های آنلاین و حضوری خریداری‌شده غیر مجاز است و شما تماما مسئول استفاده‌ از وب‌سایت و ویدیوهایی که با حساب شما و نام کاربری و رمز ورود شما خریداری می‌شوند، هستید. همچنین مسئولیت صحت اطلاعاتی که در حساب خود وارد می‌کنید، تماما با خود شما است.

▪توان، تلاش می‌کند تا شما بتوانید به ویدیوهای خریداری شده خود به مدت حداقل یک سال دسترسی داشته باشید؛ در هر صورت ما می‌توانیم به صلاحدید خودمان محتوای خریداری‌شده را حذف کنیم؛ برای مثال زمانی‌که مدرس کارگاه آنلاین و حضوری دیگر قصد فروش ویدیوی کارگاهش را نداشته باشد یا وقتی به دلایل قانونی یا کاری وادار به انجام این کار شویم.

▪بعد از ثبت‌نام در وب‌سایت، ایمیل و شماره تماس تلفن همراه شما برای اطلاع‌رسانی در مورد کارگاه‌های آتی و یا خبرهای ویژه مورد استفاده قرار خواهد گرفت؛ لطفا از فعال‌ بودن ایمیل و سامانه پیامکی خود اطمینان حاصل کنید.

▪بلافاصله بعد از ثبت‌نام در سایت یک پیامک برای شما ارسال می‌شود. راهنمای حضور در کارگاه‌های آنلاین و سایر اطلاعات تکمیلی نیز از طریق پشتیبان توان برای شما ارسال می‌شود. حتما این پیام را مطالعه نمایید تا برای ورود به کارگاه آنلاین با مشکل مواجه نشوید.

▪کلیه کارگاه‌های آنلاینی که در وب‌سایت توان‌ در دسترس کاربران قرار داده شده‌ است در صورتی که مدرس بعد از برگزاری کارگاه قصد ارائه ویدیوی ضبط شده آن را برای شرکت‌کنندگان خود داشته باشد در پنل کاربری شما قرار می‌گیرد.

▪توان برای دسترسی راحت‌تر به تمامی کارگاه‌های آنلاینی که برگزار می‌کند از بستر اسکای‌روم استفاده می‌کند.

▪در صورت رضایت مدرس، فایلی که در زمان برگزاری کارگاه ارائه شده است فقط برای کاربرانی که در کارگاه ثبت‌نام کرده بودند در پنل کاربری‌شان قرار داده خواهد شد.

▪اگر بنا به دلایل مختلفی همچون بُروز اتفافات غیرمترقبه کارگاه آنلاین با تاخیر آغاز شود حتما مدت زمانی که برای کارگاه آنلاین در نظر گرفته شده بود، اعمال می‌شود و کارگاه آنلاین دیرتر تمام خواهد شد.

▪در صورتی که به‌دلیل عدم مطالعه راهنمای حضور در کارگاه آنلاین که هم در وب‌سایت قرار دارد و هم بعد از ثبت‌نام در کارگاه آنلاین از طریق پشتیبان توان برای شما ارسال می‌شود، سرعت نامناسب اینترنت و ... موفق به حضور در کارگاه آنلاین نشوید و یا به راهنمایی‌های پشتیبان کارگاه آنلاین عمل نکنید، عدم حضور متوجه شما خواهد بود و وب‌سایت توان هیچ گونه مسئولیتی در قبال این گونه موارد نخواهد داشت. زیرا ما با تهیه راهنمای حضور در کارگاه آنلاین و بخش پرسش و پاسخ‌های رایج و تخصیص یک پشتیبان به کارگاه آنلاین و ارسال پیام راهنمای حضور پس از ثبت‌نام تمام سعی‌مان را کرده‌ایم تا فرآیند حضور در کارگاه آنلاین را برای شما عزیزان تسهیل نمائیم.

▪قیمت‌ کارگاه‌ها به تومان است.`
}

export const faq = {
   titlePage: "پرسش های رایج",
   Slogan: "پاسخ گوی تمامی سوالات شما هستیم",
   nav: "خانه > پرسشش های رایج ",

   askQuestion:{
      title: "به آسانی وبا صرف زمانی اندک پرسش های خود را در کادر روبرو بپرسید و جواب کامل را از تیم پشتیبانی توان دریافت کنید"
   },
   video_tut: {
      title: "آموزش های استفاده ",
      description: "این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  این متن ساختگی است  "
   }
   
}